tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/bundle"
tap "heroku/brew"

brew "mas" # mac app store

cask "alfred"
cask "android-file-transfer"
cask "appcleaner"
cask "bettertouchtool"
cask "disk-inventory-x"
cask "dropbox"
cask "firefox"
cask "flux"
cask "focusrite-control"
cask "handbrake"
cask "idrive"
cask "logitech-g-hub"
cask "logitech-options"
cask "netspot"
cask "notion"
# cask "scroll-reverser" # replaced by a BTT setting
cask "skyfonts"
cask "spotify"
cask "steelseries-engine"
cask "vlc"
cask "zoom"

mas "Amphetamine", id: 937984704
# mas "Bear", id: 1091189122
mas "Color Blind Pal", id: 1023111433
mas "GIPHY CAPTURE", id: 668208984
mas "Moom", id: 419330170
mas "NordVPN: VPN Fast & Secure", id: 905953485 # cask "nordvpn"
mas "Speedtest by Ookla", id: 1153157709
mas "Trello", id: 1278508951
mas "The Unarchiver", id: 425424353 # cask "the-unarchiver"
