# tap "homebrew/core"
# tap "homebrew/cask"
tap "homebrew/bundle"
# tap "heroku/brew"

brew "exiftool"
brew "mas" # mac app store

cask "anki"
cask "anytype"
cask "appcleaner"
cask "brave-browser"
# cask "disk-inventory-x"
cask "dropbox"
cask "firefox"
cask "focusrite-control"
cask "handbrake"
cask "iterm2"
# cask "libreoffice"
cask "logi-options-plus"
cask "notion"
cask "notion-calendar"
# cask "openmtp"
cask "protonvpn"
cask "raycast"
# cask "skyfonts"
cask "spotify"
# cask "steelseries-engine"
cask "the-unarchiver"
cask "vlc"
cask "wacom-tablet"
cask "zoom"
cask "zotero"

mas "Amphetamine", id: 937984704
mas "GIPHY CAPTURE", id: 668208984
