tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/bundle"
tap "heroku/brew"

# ============
# === MAIN ===
# ============

brew "mas"

cask "alfred"
cask "appcleaner"
cask "bettertouchtool" # Need downgraded version v3.4, see secrets.sh
cask "disk-inventory-x"
cask "dropbox"
cask "firefox"
cask "flux"
cask "focusrite-control"
cask "handbrake"
cask "idrive"
cask "logitech-g-hub"
# cask "scroll-reverser" # replaced by a BTT setting
cask "skyfonts"
cask "spotify"
cask "steelseries-engine"
cask "vlc"
cask "zoom"

mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "GIPHY CAPTURE", id: 668208984
mas "Moom", id: 419330170
mas "NordVPN IKE", id: 1116599239 # cask "nordvpn"
mas "Trello", id: 1278508951
mas "The Unarchiver", id: 425424353 # cask "the-unarchiver"

# ===========
# === DEV ===
# ===========

brew "awscli"
brew "git" # should already be installed by this point
brew "git-lfs"
brew "gradle"
brew "heroku/brew/heroku"
brew "inetutils" # ftp
brew "nmap"
brew "node"
brew "python"
brew "svn"
brew "webp"
brew "wget"

brew "pure" # zsh prompt

cask "dotnet"
cask "docker"
cask "github"
cask "iterm2"
cask "postman"
cask "raspberry-pi-imager"
cask "visual-studio-code"
cask "visual-studio"

# =============
# === FONTS ===
# =============

cask "font-anonymous-pro"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "font-josefin-sans" # Vulcan wordmark
cask "font-source-code-pro"
cask "font-space-mono"
cask "font-unica-one"
