cask "font-anonymous-pro"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "font-josefin-sans" # Vulcan wordmark
cask "font-nixie-one" # Letterswipe tile text
cask "font-source-code-pro"
cask "font-space-mono"
cask "font-unica-one"
cask "font-balsamiq-sans"
cask "font-graduate"
cask "font-baloo-tamma-2"
cask "font-big-shoulders-text"
cask "font-bakbak-one"
cask "font-flamenco"
cask "font-dangrek"
cask "font-karantina"
cask "font-redacted-script"
